import React, {useState} from "react";
import "../styles/AboutUs.css"
import img from "../assets/images/2.png"




export default function AboutUs(){
    return(
        <div className="vacancy-wrapper">

            <div className="vacancy-img">
                <img src={img}/>
                <div className="vacancy-img-overlay">
                    <div className="hiring">
                        ჩვენს შესახებ!
                    </div>
                </div>
            </div>

            <div className="vacancy-info">


                <p>
                    შპს ავანგარდი დაარსდა 2004 წელს. თავდაპირველად კომპანია დაკავებული იყო ავეჯის მასალის თურქეთიდან იმპორტოთ და მათი საქართველოში გაყიდვით, ხოლო 2010 წელიდან გადავიდა ავეჯის ზედაპირების (ე.წ „სტალიჩნიცების“) წარმოებაზე.
                </p>
                <h2>გაყიდვების ტერიტორიები</h2>
                <p>
                    კომპანიის გაყიდვების ტერიტორიების ორი მთავარი ქალაქია თბილისი და ქუთაისი სადაც გვაქვს ფილიალები და ჩვენი მაღაზიები. ამასთანავე პროდუქტის მიწოდება ხდება ავეჯის მწარმოებლისთვის, როგორც თბილისში ასევე რეგიონებში. სერვისს ვუწევთ ხელოსნებსაც ავეჯის არასტანდარტული დეტალების დამზადებით (დაწიბოვება, ბარის კუთხეები, ოვალური კარებები და ფასადები).
                </p>

                <h2>ახალი ფილიალი</h2>
                <p>
                    2020 წლის იანვარში გავხსენით ახალი, მთავარი შოურუმი თბილისში (ფეიქართა ქ. 66), რამაც განაპირობა მოთხოვნისა და გაყიდვების გაზრდა. ეს მნიშვნელოვანი ფაქტორი აღმოჩნდა პანდემიით გამოწვეული ეკონომიკური კრიზისის შედარებით მარტივად დასაძლევად. ამასთანავე მიმდინარეობს ახალი საწარმოო ხაზის გამართვის პროცესი.
                </p>

                <h2>თანამშრომლობა</h2>

                <p>
                    შპს ავანგარდი აქტიურად თანამშრომლობს ავეჯის მწარმოებლებთან და მცირე საწარმოებთან. ყოველწლიურად 500-მდე ხელოსანი და მცირე მეწარმე სარგებლობს ჩვენი მომსახურებით. კომპანიისთვის მნიშვნელოვანია რომ სპეციალური დაკვეთით დამზადებულიავეჯის სეგმენტი, საქართველოში განვითარდეს და მიუახლოვდეს საერთაშორისო სტანდარტებს, რაც ასევე გაზრდის კომპანიის შემოსავალს.

                    კომპანია აქტიურად თანამშრომლობს , რომელიც შეიქმნა და - ის (Gesellschaft fur Internationale Zusammenarbeit) მხარდაჭერით და ცდილობს მონაწილეობა მიიღოსპროექტეებში რომელიც ეხმარება ქართული ავეჯის წარმოების განვითარემბას. 2018 წელს, კომპანიამ აწარმოა ავეჯის დეტალები და კონპონენტები ქართველი დიზაინერების ავეჯისთვის, რომელიც წარდგენილი იქნა გერმანიაში გამოფენაზე
                </p>

                <p>
                    ჩვენ მიგვაჩნია, რომ კომპანიის წარმატება პირდაპირ არის დაკავშირებული მცირე ავეჯის მწარმოებელთა წარმატებაზე და გვსურს რომ წარმოებას დავამატოთ ისეთ მიმართულებები, რომელიც საშუალებას მისცემს მათ შესთავაზონ თავიანთ კლიენტს უკეთესი ხარისხის ავეჯი. ამისთვის ძალიან მნიშვნელოვანია მაღალხარისხიანი და თანამედროვე ციფრული ტექნოლოგიები, რომელებიც მრავალფეროვანი მომსახურებისა და პროდუქტის შექმნის საშუალებას იძლევა. კომპანიას აქვს ძლიერი ხედვა განავითაროს და გააფართივის ბიზნესი საერთაშორისო ვაჭრობის სფეროში და დანერგოს ახალი საწარმოო ხაზები საქართველოში ავეჯის მასალების წარმოების მიმართულებით. კომპანია ასევეა დაინტერესებულია მოიძიოს საერთაშორისო პარტნიორი პროფესიული ტრეინინგებისთვის ქართული ავეჯის კლასტერის სახელით.

                </p>

                <h4>ფაქტები და ციფრები</h4>
                <ul>
                    <li>16+ წლები შპს „ავანგარდი“ საქართველოში მოღვაწეობდა</li>
                    <li>200 სამუშაო მაგიდების რაოდენობა მზადდება და იყიდება დღეში</li>
                    <li>500 - პარტნიორი ავეჯის ხელოსნების და მცირე საწარმოების რაოდენობა</li>

                </ul>




            </div>
        </div>
    )
}