import React from "react";
import "../styles/Vacancy.css"
import img from "../assets/images/vacancy.png"
import VacancyForm from "../components/VacancyForm";


export default function Vacancy(){
    return(
        <div className="vacancy-wrapper">

            <div className="vacancy-img">
                <img src={img}/>
                <div className="vacancy-img-overlay">
                    <div className="hiring">
                        ვაკანსია!
                    </div>
                </div>
            </div>

            <div className="vacancy-info">
                <h1>შპს „ავანგარდი“ აცხადებს ვაკანსიას ავეჯის ზედაპირების ხელოსნის პოზიციაზე.</h1>
                <p>
                    შპს „ავანგარდი“ ეწევა მაგიდის ავეჯის ზედაპირების (ე.წ „სტალიჩნიცების) დამზადებასა და რეალიზაციას საქართველოში, რისთვისაც იყენებს მერქან-ბურბუშელოვან და მერქან-ბოჭკოვან ფილებსა და ახდენს მათ ლამინაციას HPL ფილებით.  კომპანიას აქვს 4 მაღაზია და საწარმო. კომპანია მაქსიმალურად ცდილობს მოერგოს მომხმარებლების მოთხოვნებს, რისთვისაც მას უხდება აწარმოოს სხვადასხვა ზომის (სისქე, სიგანე) სტანდარტული პროდუქტი და ასევე, მომხმარებლებისგან სისტემატიურად იღებს არასტანდარტული ზომისა და ფორმის დეტალების  შეკვეთებს.
                </p>

                <h2>ხელოსნის ფუნქცია - მოვალეობები გულისხმობს არასტანდარტული ზედაპირების დამზადებას, რაც მოიცავს:</h2>
                <ul>
                    <li>ნახაზის წაკითხვა და გარჩევა;</li>
                    <li>დეტალების შესაფერისი მასალის დაჭრა ზომებად;</li>
                    <li>შესაფერისი ფორმების მიცემა (მოოვალება, ამოჭრა);</li>
                    <li>დეტალების ლამინაცია;</li>
                    <li>დეტალების დაწიბოვება;</li>
                </ul>

                <h2>ძირითადი მოთხოვნები:</h2>
                <ul>
                    <li>მსგავს პოზიციაზე (ავეჯის ხელოსნად) მუშაობის გამოცდილება;</li>
                    <li>პუნქტუალობა, პროდუქტიულობა, ხარისხზე ორიენტირებულობა, პასუხისმგებლიანობა;</li>
                </ul>

                <h2>სასურველია:</h2>
                <ul>
                    <li>საავეჯე დანადგარებთან (პრესი, CNC როტერი; დაწიბოვების ....) მუშაობის გამოცდილება;</li>
                    <li>საშუალო-პროფესიული განათლება შესაფერისი მიმართულებით;</li>
                </ul>

                <h2>სამუშაო პირობები და ანაზღაურება:</h2>
                <ul>
                    <li>სამუშაო დრო დილის 9:30 საათიდან 17:30 საათამდე ყოველ დღე გარდა კვირისა და სადღესასწაულო/გამოსასვლელი დღეებისა; შესვენება</li>
                    <li>გამოსაცდელი ვადა ორი კვირა;</li>
                    <li>ანაზღაურება კვალიფიკაციისა და გამომუშავების შესაბამისად.</li>
                </ul>
                <br/>
                <p>დაინტერესებულმა პირებმა, გთხოვთ,

                    შეავსოთ განაცხადი ჩვენი ვებ-გვერდის საშუალებით (<span style={{color:'#e29f4f'}}>შესავსები ფორმა</span>) ან კითხვების შემთხვევაში დაგვიკავშირდეთ 596 70 30 10

                    ასევე შეგიძლიათ გამოგვიგზავნოთ თქვენი ინფორმაცია მაილზე: office@avangardi.com.ge
                </p>
                <br/>
                <p style={{color:'red'}}>დავუკავშირდებით მხოლოდ შერჩეულ კანდიდატებს.</p>

                <VacancyForm/>

            </div>
        </div>
    )
}

